GAero/OF/NACABCN/0.org/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

velocityMag	100;
flowVelocity	(99.8629528346543 0 5.23360785153135);
pressure	0.;
turbulentKE	0.004056;
turbulentOmega	0.254748;
liftVector	(-0.0523360785153135 0 0.998629528346543);
dragVector	(0.998629528346543 0 0.0523360785153135);
pitchVector	(0 1 0);

#inputMode           merge
/*****************************************************************************/
